const majors = [
    {
        id: 1001,
        name: "计算机科学与技术"
    },
    {
        id: 1002,
        name: "网路工程"
    },
    {
        id: 1003,
        name: "信息安全"
    },
    {
        id: 1004,
        name: "电气工程"
    },
    {
        id: 1005,
        name: "自动化"
    },
    {
        id: 1006,
        name: "机械类"
    },
    {
        id: 1007,
        name: "土木工程"
    },
    {
        id: 1008,
        name: "新闻传播"
    },
    {
        id: 1009,
        name: "电化学"
    },
    {
        id: 1010,
        name: "环境工程"
    },
];

const courses = [
    {
        id: 1001,
        name: "高等数学"
    },
    {
        id: 1002,
        name: "计算机网络"
    },
    {
        id: 1003,
        name: "C++高级语言程序设计"
    },
    {
        id: 1004,
        name: "Web程序设计"
    },
    {
        id: 1005,
        name: "工科数学分析"
    },
    {
        id: 1006,
        name: "工程制图"
    },
    {
        id: 1007,
        name: "Java高级语言程序设计"
    },
    {
        id: 1008,
        name: "大学物理"
    },
    {
        id: 1009,
        name: "大学英语"
    },
    {
        id: 1010,
        name: "线性代数"
    }
];

const topics = [
    {
        id: 100,
        imgUrl: "../images/福岛.png",
        title: "从卫星地图看福岛核电站！核污水排放对我国有什么影响？",
        text: "自2011年日本九级大地震导致的福岛第一核电站发生泄漏后，如何处理这些无止休的核污水便成为一个重大的难题。福岛核泄漏是仅次于1986年苏联切尔诺贝利发生的核灾难，我们从BIGEMAP大地图看现在乌克兰掌管的切尔诺贝利的卫星地图，从卫星拍摄的影像中，我们可以看到荒废的切尔诺贝利静谧如鬼城。"
    },
    {
        id: 101,
        imgUrl: "../images/室温超导.jpg",
        title: "室温超导如果成真，会给我们带来哪些变化？",
        text: "室温超导，这个让科技领域充满期待的话题，近年来一直备受关注。随着研究的不断深入，科学家们正在向着实现室温超导的目标迈进。如果室温超导真的成真，那将给我们带来哪些具体的好处呢？"
    },
    {
        id: 102,
        imgUrl: "../images/画图.webp",
        title: "ai绘画怎么能画出好图？",
        text: "图片的展现形式，可以让用户很直观的对所看到的画面，产生兴趣或共鸣，无论简单或复杂，都可以在一个画面中看到传递的内容；5118的AI配图魔改器则是基于大数据算法生成图片的功能，可以通过调整魔改程度，对上传的底图进行想象与渲染，生成满意的魔改配图；如果生成的图片不满意，可以调整魔改程度并多次生成，直到满意为止；"
    },
    {
        id: 103,
        imgUrl: "../images/gpt.webp",
        title: "ChatGPT真有很多人在用吗？",
        text: "随着 ChatGPT 的使用普及，大家都会认可，ChatGPT真的是太好用了！"
    },
];