(function () {
    const media = [
        {
            id: 200,
            title: "羊城晚报：华工科研大牛赵博：愿成为“数字化装备医生”",
            date: "2023-09-01"
        },
        {
            id: 201,
            title: "羊城晚报：“乡”约盛夏！ 广东大学生在三下乡实践中念好“山海经”",
            date: "2023-09-01"
        },
        {
            id: 202,
            title: "南方网：“百千万工程”突击队来了！华南理工学生团队点绿成“金”赋能乡村振兴",
            date: "2023-08-31"
        },
        {
            id: 203,
            title: "中国青年报：专家学者探讨中新广州知识城规划建设",
            date: "2023-08-31"
        },
        {
            id: 204,
            title: "中国科学报：华南理工大学学生团队点绿成“金”赋能乡村振兴",
            date: "2023-08-31"
        },
        {
            id: 205,
            title: "羊城晚报：助力打造“梅”丽乡村！华工学生团队点绿成“金”赋能乡村振兴",
            date: "2023-08-31"
        },
        {
            id: 206,
            title: "中国教育在线：“百千万工程”突击队来了!华南理工学生团队点绿成“金”赋能乡村振兴",
            date: "2023-08-31"
        },
        {
            id: 206,
            title: "中国教育在线：“百广州日报：国有企业经济运行继续恢复性增长千万工程”突击队来了!华南理工学生团队点绿成“金”赋能乡村振兴",
            date: "2023-08-30"
        }
    ]
    localStorage.setItem("media", JSON.stringify(media))
})();







