(function(){
    const news = [
        {
            id: "10000",
            title: "悉尼科技大学副校长张成奇来访华南理工大学",
            text: "8月18日，悉尼科技大学副校长张成奇到访华南理工大学，学校副校长许勇在广州国际校区会见客人，双方就进一步加强产学研合作等进行座谈交流。"
        },
        {
            id: "10001",
            title: "华南理工学子获全球治理与国际组织青年菁英人才项目实训与调研“最佳项目组”奖",
            text: "8月10日，全球治理与国际组织青年菁英人才项目首期学员在瑞士日内瓦万国宫会议室召开人类命运共同体主题实训与调研成果答辩会。华南理工大学吴贤铭智能工程学院机器人专业2021级本科生周俊霖凭借小组调研报告“基于国际贸易规则的碳核算比较分析：以制造业消费品纺织与皮革制品为例”斩获“最佳项目组”奖项。"
        },
        {
            id: "10002",
            title: "华南理工大学参加学术交流并与企业签约共建联合研究中心",
            text: "8月16-17日，中国化学纤维工业协会超高分子量聚乙烯纤维分会年会暨行业高质量发展论坛在江苏如东召开。此次会议由中国化学纤维工业协会主办，如东县人民政府、九州星际科技有限公司、中国化学纤维工业协会超高分子量聚乙烯纤维分会承办。中国工程院院士、华南理工大学校长张立群，中国工程院院士瞿金平出席会议并作报告。九州星际科技有限公司-华南理工大学先进纤维复合材料联合研究中心、九州星际研究院等科研机构在会上揭牌。"
        }
    ]
    localStorage.setItem("news",JSON.stringify(news))
})();