(function(){
    const notices = [
        {
            id: 200,
            title: "关于2023级新生报到及相关考试安排调整的通知",
            date: "2023-08-31"
        },
        {
            id: 201,
            title: "关于公示2023年自主审核拟新增学位授权点的通知",
            date: "2023-08-28"
        },
        {
            id: 202,
            title: "关于公示2023年本科新专业申报材料的通知",
            date: "2023-07-18"
        },
        {
            id: 203,
            title: "关于开展教师教学能力提升三年轮训计划“教学创新大赛专项培训”的通知",
            date: "2023-07-07"
        },
        {
            id: 204,
            title: "关于2023年上半年全国大学英语四、六级考试有关注意事项的通知",
            date: "2023-06-08"
        },
        {
            id: 205,
            title: "关于举行一流课程建设研讨会暨第107期本科教学创新大讲堂的通知",
            date: "2023-05-12"
        },
        {
            id: 206,
            title: "关于2023年上半年全国大学英语四、六级考试报名工作的通知",
            date: "2023-04-24"
        }
    ]
    localStorage.setItem("notices", JSON.stringify(notices))
})();
